Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# NetworkTroubleshootingItemDescription
source: Your Apple TV isn’t connected to the internet. For help, select Troubleshooting.
ar: ‏Apple TV الخاص بك غير متصل بالإنترنت. للمساعدة، حدد "اكتشاف الأخطاء وإصلاحها".
ca: L’Apple TV no està connectat a internet. Si vols ajuda selecciona “Solució de problemes”.
cs: Apple TV není připojena k internetu. Vyhledejte informace v Řešení potíží.
da: Din Apple TV-enhed har ikke forbindelse til internettet. Vælg Fejlfinding for at få hjælp.
de: Dein Apple TV ist nicht mit dem Internet verbunden. Suche in der Fehlerbehebung nach Lösungen.
el: Το Apple TV δεν είναι συνδεδεμένο στο Διαδίκτυο. Για βοήθεια, επιλέξτε «Αντιμετώπιση προβλημάτων».
es: El Apple TV no está conectado a internet. Para obtener ayuda, selecciona “Solución de problemas”.
es_us: Tu Apple TV no está conectado a Internet. Selecciona Solución de problemas para obtener ayuda.
fi: Apple TV ei ole yhteydessä internetiin. Lisäohjeita löydät valitsemalla Vianmäärityksen.
fr: Votre Apple TV n’est pas connectée à Internet. Pour obtenir de l’aide, sélectionnez Dépannage.
fr_ca: Votre Apple TV n’est pas connectée à Internet. Sélectionnez Dépannage pour obtenir de l’aide.
he: ה-Apple TV אינו מחובר לאינטרנט. לקבלת עזרה, יש לבחור ב״פתרון בעיות״.
hi: आपका Apple TV इंटरनेट से कनेक्टेड नहीं है। सहायता के लिए समस्या निवारण चुनें।
hr: Vaš Apple TV nije spojen na internet. Za pomoć odaberite opciju: U slučaju problema.
hu: Az Apple TV nem csatlakozik az internethez. A Hibaelhárítás kiválasztásával kaphat segítséget.
id: Apple TV Anda tidak dapat terhubung ke internet. Untuk bantuan, pilih Penyelesaian Masalah.
it: Apple TV non è connessa a internet. Seleziona “Risoluzione dei problemi” per ottenere aiuto.
ja: Apple TVがインターネットに接続されていません。ヘルプを表示するには、“トラブルシューティング”を選択してください。
ko: Apple TV가 인터넷에 연결되어 있지 않습니다. 도움말을 보려면 문제 해결을 선택하십시오.
ms: Apple TV anda tidak disambungkan ke Internet. Untuk mendapatkan bantuan, pilih Penyelesaian Masalah.
nb: Apple TV-enheten er ikke koblet til internett. Velg Feilsøking for å få hjelp.
nl: Je Apple TV kan geen verbinding maken met het internet. Selecteer 'Problemen oplossen' voor hulp.
pl: Apple TV nie ma połączenia z Internetem. Aby uzyskać pomoc, wybierz Rozwiązywanie problemów.
pt_br: A Apple TV não está conectada à internet. Para obter ajuda, selecione Resolução de Problemas.
pt_pt: A Apple TV não está ligada à internet. Encontrará ajuda na secção Resolução de problemas.
ro: Apple TV‑ul dvs. nu este conectat la internet. Pentru asistență, selectați Depanare.
ru: Apple TV не подключен к интернету. Обратитесь за помощью к разделу «Устранение проблем».
sk: Vaše Apple TV nie je pripojené na internet. Pre pomoc vyberte Riešenie problémov.
sl: Apple TV nima vzpostavljene internetne povezave. Za pomoč izberite možnost Odpravljanje težav.
sv: Apple TV är inte ansluten till internet. Välj Felsökning för att få hjälp.
th: Apple TV ของคุณไม่ได้เชื่อมต่อกับอินเทอร์เน็ต ให้เลือกวิธีแก้ปัญหาสำหรับความช่วยเหลือ
tr: Apple TV’niz internete bağlı değil. Yardım için Sorun Giderme’yi seçin.
uk: Ваш Apple TV не має інтернет-зʼєднання. За порадою перейдіть до «Виявлення неполадок».
vi: Apple TV của bạn không được kết nối vào internet. Để được trợ giúp, chọn Khắc phục sự cố.
zh_cn: Apple TV尚未接入互联网。请选择“故障排除”以获得帮助。
zh_hk: 你的Apple TV尚未連接互聯網。請選擇「疑難排解」以取得輔助説明。
zh_tw: 你的Apple TV並未連接網際網路。如需相關協助，請選取「疑難排解」。

# NetworkWiFiForgetNetworkDescription
source: Forget this network.
ar: إلغاء حفظ هذه الشبكة.
ca: Omet la xarxa.
cs: Ignorovat tuto síť.
da: Glem dette netværk.
de: Dieses Netzwerk ignorieren.
el: Αγνόηση αυτού του δικτύου.
es: Omite esta red.
es_us: Olvidar esta red.
fi: Unohda tämä verkko.
fr: Oubliez ce réseau.
fr_ca: Oublier ce réseau
he: ניתן להסיר רשת זו.
hi: इस नेटवर्क को याद न रखें।
hr: Zaboravljanje ove mreže.
hu: Hálózat elfelejtése.
id: Lupakan jaringan ini.
it: Dissocia questa rete.
ja: このネットワーク設定を削除します。
ko: 이 네트워크를 지웁니다.
ms: Lupakan rangkaian ini.
nb: Glem dette nettverket.
nl: Vergeet dit netwerk.
pl: Zapomnij tę sieć.
pt_br: Esquecer esta rede.
pt_pt: Esquecer esta rede.
ro: Ignorați această rețea.
ru: Забыть эту сеть.
sk: Odstrániť túto sieť.
sl: Naprava bo pozabila to omrežje.
sv: Glöm det här nätverket.
th: ลบเครือข่ายนี้
tr: Bu ağı unut.
uk: Забути цю мережу.
vi: Quên mạng này.
zh_cn: 忽略此网络。
zh_hk: 忘記此網絡設定
zh_tw: 忘記這個網路。

# NetworkWiFiForgetNetworkItemTitle
source: Forget Network
ar: إلغاء حفظ الشبكة
ca: Omet la xarxa
cs: Ignorovat síť
da: Glem netværk
de: Netzwerk ignorieren
el: Αγνόηση δικτύου
es: Omitir red
es_us: Olvidar red
fi: Unohda verkko
fr: Oublier le réseau
fr_ca: Oublier le réseau
he: הסרת הרשת
hi: नेटवर्क को याद न रखें
hr: Zaboravi mrežu
hu: Hálózat elfelejtése
id: Lupakan Jaringan
it: Dissocia rete
ja: ネットワーク設定を削除
ko: 네트워크 지우기
ms: Lupakan Rangkaian
nb: Glem nettverket
nl: Vergeet netwerk
pl: Zapomnij sieć
pt_br: Esquecer Rede
pt_pt: Esquecer rede
ro: Ignorați rețeaua
ru: Забыть сеть
sk: Odstrániť zo zoznamu
sl: Pozabi omrežje
sv: Glöm nätverk
th: ลบเครือข่าย
tr: Ağı Unut
uk: Забути мережу
vi: Quên mạng
zh_cn: 忽略网络
zh_hk: 忘記網絡設定
zh_tw: 忘記網路設定

# NetworkWiFiIPAddressTitle
source: IP Address
ar: عنوان IP
ca: Adreça IP
cs: IP adresa
da: IP-adresse
de: IP-Adresse
el: Διεύθυνση IP
es: Dirección IP
es_us: Dirección IP
fi: IP-osoite
fr: Adresse IP
fr_ca: Adresse IP
he: כתובת IP
hi: IP पता
hr: IP adresa
hu: IP-cím
id: Alamat IP
it: Indirizzo IP
ja: IPアドレス
ko: IP 주소
ms: Alamat IP
nb: IP-adresse
nl: IP-adres
pl: Adres IP
pt_br: Endereço IP
pt_pt: Endereço IP
ro: Adresă IP
ru: IP‑адрес
sk: IP adresa
sl: Naslov IP
sv: IP-adress
th: ที่อยู่ IP
tr: IP Adresi
uk: IP-адреса
vi: Địa chỉ IP
zh_cn: IP地址
zh_hk: IP位址
zh_tw: IP位址

# NetworkWifiItemDescription_WIFI
source: Select a different network or configure advanced Wi-Fi settings.
ar: تحديد شبكة مختلفة أو تكوين إعدادات Wi-Fi متقدمة.
ca: Selecciona una xarxa diferent o defineix la configuració avançada de la Wi-Fi.
cs: Vyberte jinou síť nebo nakonfigurujte pokročilé nastavení Wi‑Fi.
da: Vælg et andet netværk, eller konfigurer avancerede Wi-Fi-indstillinger.
de: Wähle ein anderes Netzwerk oder konfiguriere erweiterte WLAN-Einstellungen.
el: Επιλέξτε διαφορετικό δίκτυο ή διαμορφώστε τις προηγμένες ρυθμίσεις Wi-Fi.
es: Selecciona otra red o configura los ajustes avanzados de Wi‑Fi.
es_us: Selecciona otra red o cambia la configuración avanzada de Wi-Fi.
fi: Valitse toinen verkko tai määritä Wi‑Fi-lisäasetukset.
fr: Sélectionnez un autre réseau ou configurez des réglages Wi‑Fi avancés.
fr_ca: Sélectionnez un autre réseau ou configurez des réglages Wi-Fi avancés.
he: ניתן לבחור רשת שונה או לקבוע הגדרות מתקדמות לרשת האלחוטית.
hi: अन्य नेटवर्क चुनें या एडवांस वाई-फ़ाई सेटिंग कॉन्फ़िगर करें।
hr: Odaberite drugu mrežu ili podesite napredne Wi-Fi postavke.
hu: Válasszon egy másik hálózatot vagy konfigurálja a haladó Wi-Fi-beállításokat.
id: Pilih jaringan lain atau konfigurasikan pengaturan Wi-Fi lanjutan.
it: Scegli un’altra rete o configura le impostazioni Wi-Fi avanzate.
ja: 別のネットワークを選択するか、Wi-Fi詳細設定を構成してください。
ko: 다른 네트워크를 선택하거나 고급 Wi‑Fi 설정을 구성하십시오.
ms: Pilih rangkaian berbeza atau konfigurasi seting Wi-Fi lanjutan.
nb: Velg et annet nettverk, eller konfigurer avanserte Wi‑Fi-innstillinger.
nl: Selecteer een ander netwerk of configureer geavanceerde wifi-instellingen.
pl: Wybierz inną sieć lub skonfiguruj zaawansowane ustawienia Wi‑Fi.
pt_br: Selecione uma rede diferente ou configure os ajustes avançados de Wi-Fi.
pt_pt: Selecione uma rede diferente ou configure as definições avançadas da rede Wi‑Fi.
ro: Selectați altă rețea sau efectuați configurările avansate pentru Wi‑Fi.
ru: Выберите другую сеть или настройте дополнительные параметры Wi‑Fi.
sk: Vyberte inú sieť alebo upravte rozšírené nastavenia Wi-Fi.
sl: Izberite drugo omrežje ali pa konfigurirajte napredne nastavitve Wi-Fi.
sv: Välj ett annat nätverk eller ställ in de avancerade Wi-Fi-inställningarna.
th: เลือกเครือข่ายอื่น หรือกำหนดการตั้งค่า Wi‑Fi ขั้นสูง
tr: Farklı bir ağ seçin veya ileri düzey Wi-Fi ayarlarını yapın.
uk: Виберіть іншу мережу або сконфігуруйте додаткові параметри Wi‑Fi.
vi: Chọn một mạng khác hoặc định cấu hình cài đặt Wi-Fi nâng cao.
zh_cn: 请选择另一个网络，或者配置高级Wi-Fi设置。
zh_hk: 選擇其他網絡或設定進階Wi-Fi設定。
zh_tw: 選取其他網路或設定進階Wi-Fi設定。

# NetworkWifiItemDescription_WLAN
source: Select a different network or configure advanced WLAN settings.
ar: تحديد شبكة مختلفة أو تكوين إعدادات WLAN متقدمة.
ca: Selecciona una xarxa diferent o defineix la configuració avançada de la WLAN.
cs: Vyberte jinou síť nebo nakonfigurujte pokročilé nastavení WLAN.
da: Vælg et andet netværk, eller konfigurer avancerede WLAN-indstillinger.
de: Wähle ein anderes Netzwerk oder konfiguriere erweiterte WLAN-Einstellungen.
el: Επιλέξτε διαφορετικό δίκτυο ή διαμορφώστε τις προηγμένες ρυθμίσεις WLAN.
es: Selecciona otra red o configura los ajustes avanzados de WLAN.
es_us: Selecciona otra red o cambia la configuración avanzada de WLAN.
fi: Valitse toinen verkko tai määritä WLAN-lisäasetukset.
fr: Sélectionnez un autre réseau ou configurez des réglages WLAN avancés.
fr_ca: Sélectionnez un autre réseau ou configurez des réglages WLAN avancés.
he: ניתן לבחור רשת שונה או לקבוע הגדרות מתקדמות לרשת ה-WLAN.
hi: अन्य नेटवर्क चुनें या एडवांस WLAN सेटिंग कॉन्फ़िगर करें।
hr: Odaberite drugu mrežu ili podesite napredne WLAN postavke.
hu: Válasszon egy másik hálózatot vagy konfigurálja a haladó WLAN-beállításokat.
id: Pilih jaringan lain atau konfigurasikan pengaturan WLAN lanjutan.
it: Scegli un’altra rete o configura le impostazioni WLAN avanzate.
ja: 別のネットワークを選択するか、WLAN詳細設定を構成してください。
ko: 다른 네트워크를 선택하거나 고급 WLAN 설정을 구성하십시오.
ms: Pilih rangkaian berbeza atau konfigurasi seting WLAN lanjutan.
nb: Velg et annet nettverk, eller konfigurer avanserte WLAN-innstillinger.
nl: Selecteer een ander netwerk of configureer geavanceerde WLAN-instellingen.
pl: Wybierz inną sieć lub skonfiguruj zaawansowane ustawienia WLAN.
pt_br: Selecione uma rede diferente ou configure os ajustes avançados de WLAN.
pt_pt: Selecione uma rede diferente ou configure as definições avançadas da rede WLAN.
ro: Selectați altă rețea sau efectuați configurările avansate pentru WLAN.
ru: Выберите другую сеть или настройте дополнительные параметры WLAN.
sk: Vyberte inú sieť alebo upravte rozšírené nastavenia WLAN.
sl: Izberite drugo omrežje ali pa konfigurirajte napredne nastavitve WLAN.
sv: Välj ett annat nätverk eller ställ in de avancerade WLAN-inställningarna.
th: เลือกเครือข่ายอื่น หรือกำหนดการตั้งค่า WLAN ขั้นสูง
tr: Farklı bir ağ seçin veya ileri düzey WLAN ayarlarını yapın.
uk: Виберіть іншу мережу або сконфігуруйте додаткові параметри WLAN.
vi: Chọn một mạng khác hoặc định cấu hình cài đặt WLAN nâng cao.
zh_cn: 请选择另一个网络，或者配置高级无线局域网设置。
zh_hk: 選擇其他網絡或設定進階WLAN設定。
zh_tw: 選取其他網路或設定進階WLAN設定。

# NetworkWiFiNetworkNameTitle
source: Network Name
ar: اسم الشبكة
ca: Nom de la xarxa
cs: Název sítě
da: Navn på netværk
de: Netzwerkname
el: Όνομα δικτύου
es: Nombre de la red
es_us: Nombre de la red
fi: Verkon nimi
fr: Nom du réseau
fr_ca: Nom du réseau
he: שם הרשת
hi: नेटवर्क का नाम
hr: Naziv mreže
hu: Hálózat neve
id: Nama Jaringan
it: Nome rete
ja: ネットワーク名
ko: 네트워크 이름
ms: Nama Rangkaian
nb: Nettverksnavn
nl: Netwerknaam
pl: Nazwa sieci
pt_br: Nome da Rede
pt_pt: Nome da rede
ro: Nume rețea
ru: Имя сети
sk: Názov siete
sl: Ime omrežja
sv: Nätverkets namn
th: ชื่อเครือข่าย
tr: Ağ Adı
uk: Імʼя мережі
vi: Tên mạng
zh_cn: 网络名称
zh_hk: 網絡名稱
zh_tw: 網路名稱

# NetworkWifiNoNetworkItemDescription_WIFI
source: Your Apple TV isn’t connected to the internet. To use Apple TV, connect using Wi-Fi or Ethernet.
ar: ‏Apple TV غير متصل بالإنترنت. لاستخدام Apple TV، يجب توصيله بالإنترنت باستخدام Wi-Fi أو الإيثرنت.
ca: L’Apple TV no està connectat a internet. Per utilitzar‑lo, connecta’l a una xarxa Wi‑Fi o Ethernet.
cs: Apple TV není připojená k internetu. Chcete‑li ji použít, připojte ji pomocí Wi‑Fi nebo Ethernetu.
da: Din Apple TV-enhed er ikke forbundet til internettet. Hvis du vil bruge Apple TV, skal du oprette forbindelse vha. Wi‑Fi eller Ethernet.
de: Dein Apple TV ist nicht mit dem Internet verbunden. Stelle eine Verbindung über WLAN oder Ethernet her, um Apple TV zu verwenden.
el: Το Apple TV δεν είναι συνδεδεμένο στο Διαδίκτυο. Για χρήση του Apple TV, συνδεθείτε μέσω Wi-Fi ή Ethernet.
es: El Apple TV no está conectado a internet. Para poder utilizarlo, conéctalo a la red Wi‑Fi o Ethernet.
es_us: Tu Apple TV no tiene conexión a Internet. Para usarlo, conéctalo a una red Wi‑Fi o a Ethernet.
fi: Apple TV ei ole yhteydessä internetiin. Yhdistä Wi‑Fiin tai Ethernetiin, jotta voit käyttää Apple TV:tä.
fr: Votre Apple TV n’est pas connectée à Internet. Pour pouvoir l’utiliser, connectez-vous via Wi-Fi ou Ethernet.
fr_ca: Votre Apple TV n’est pas connectée à Internet. Pour utiliser l’Apple TV, connectez-la au moyen d’une connexion Wi‑Fi ou Ethernet.
he: ה-Apple TV לא מחובר לאינטרנט. כדי להשתמש ב-Apple TV, יש להתחבר באמצעות רשת אלחוטית או Ethernet.
hi: आपका Apple TV इंटरनेट से कनेक्टेड नहीं है। Apple TV का उपयोग करने के लिए वाई-फ़ाई या ईथरनेट का उपयोग करके कनेक्ट करें।
hr: Vaš Apple TV nije spojen na internet. Za uporabu Apple TV‑a spojite se koristeći Wi-Fi ili Ethernet.
hu: Az Apple TV nem csatlakozik az internethez. Az Apple TV használatához csatlakozzon Wi-Fi vagy Ethernet használatával.
id: Apple TV Anda tidak terhubung ke internet. Untuk menggunakan Apple TV, hubungkan menggunakan Wi-Fi atau Ethernet.
it: Apple TV non è connessa a internet. Per utilizzarla, connettiti tramite una rete Wi‑Fi o il cavo Ethernet.
ja: Apple TVがインターネットに接続されていません。Apple TVを使用するには、Wi‑FiまたはEthernetを使用して接続してください。
ko: Apple TV가 인터넷에 연결되어 있지 않습니다. Apple TV를 사용하려면 Wi‑Fi 또는 이더넷을 통해 인터넷에 연결하십시오.
ms: Apple TV anda tidak disambungkan ke internet. Untuk menggunakan Apple TV, sambung menggunakan Wi‑Fi atau Ethernet.
nb: Apple TV er ikke koblet til internett. Du må koble til Wi‑Fi eller Ethernet for å bruke Apple TV.
nl: Je Apple TV is niet verbonden met het internet. Om Apple TV te gebruiken, maak je verbinding via wifi of ethernet.
pl: Apple TV nie ma połączenia z Internetem. Aby używać Apple TV, połącz się z Internetem przez sieć Wi‑Fi lub Ethernet.
pt_br: A Apple TV não está conectada à internet. Para usar a Apple TV, conecte‑a à internet via Wi‑Fi ou Ethernet.
pt_pt: A Apple TV não está ligada à internet. Para usar a Apple TV, estabeleça ligação através de Wi‑Fi ou Ethernet.
ro: Apple TV‑ul dvs. nu este conectat la internet. Pentru a utiliza Apple TV‑ul, conectați‑l utilizând o rețea Wi‑Fi sau Ethernet.
ru: Ваш Apple TV не подключен к интернету. Чтобы использовать Apple TV, необходимо подключиться к сети Wi‑Fi или Ethernet.
sk: Vaše Apple TV nie je pripojené na internet. Ak chcete používať Apple TV, pripojte ho cez Wi-Fi alebo ethernet.
sl: Apple TV nima vzpostavljene internetne povezave. Če želite uporabljati Apple TV, vzpostavite povezavo prek omrežja Wi-Fi ali Ethernet.
sv: Apple TV är inte ansluten till internet. Om du vill använda Apple TV ansluter du till Wi‑Fi eller Ethernet.
th: Apple TV ของคุณไม่ได้เชื่อมต่อกับอินเทอร์เน็ต ในการใช้ Apple TV ให้เชื่อมต่อโดยใช้ Wi‑Fi หรืออีเธอร์เน็ต
tr: Apple TV’niz internete bağlı değil. Apple TV’yi kullanmak için Wi‑Fi’yi veya Ethernet’i kullanarak bağlanın.
uk: Apple TV не зʼєднано з інтернетом. Щоб використовувати Apple TV, підʼєднайте його за допомогою Wi‑Fi‑мережі або Ethernet‑кабелю.
vi: Apple TV của bạn không được kết nối vào internet. Để sử dụng Apple TV, hãy kết nối bằng Wi-Fi hoặc Ethernet.
zh_cn: Apple TV尚未接入互联网。若要使用Apple TV，请使用Wi-Fi或以太网连接。
zh_hk: 你的Apple TV尚未連接互聯網。如要使用Apple TV，請使用Wi-Fi或乙太網絡連線。
zh_tw: 你的Apple TV並未連接網際網路。若要使用Apple TV，請使用Wi-Fi或乙太網路連接。

# NetworkWifiNoNetworkItemDescription_WLAN
source: Your Apple TV isn’t connected to the internet. To use Apple TV, connect using WLAN or Ethernet.
ar: ‏Apple TV غير متصل بالإنترنت. لاستخدام Apple TV، يجب توصيله بالإنترنت باستخدام WLAN أو الإيثرنت.
ca: L’Apple TV no està connectat a internet. Per utilitzar‑lo, connecta’l a una xarxa WLAN o Ethernet.
cs: Apple TV není připojená k internetu. Chcete‑li ji použít, připojte ji pomocí WLAN nebo Ethernetu.
da: Din Apple TV-enhed er ikke forbundet til internettet. Hvis du vil bruge Apple TV, skal du oprette forbindelse vha. WLAN eller Ethernet.
de: Dein Apple TV ist nicht mit dem Internet verbunden. Stelle eine Verbindung über WLAN oder Ethernet her, um Apple TV zu verwenden.
el: Το Apple TV δεν είναι συνδεδεμένο στο Διαδίκτυο. Για χρήση του Apple TV, συνδεθείτε μέσω WLAN ή Ethernet.
es: El Apple TV no está conectado a internet. Para poder utilizarlo, conéctalo a la red WLAN o Ethernet.
es_us: Tu Apple TV no tiene conexión a Internet. Para usarlo, conéctalo a una red WLAN o a Ethernet.
fi: Apple TV ei ole yhteydessä internetiin. Yhdistä WLANiin tai Ethernetiin, jotta voit käyttää Apple TV:tä.
fr: Votre Apple TV n’est pas connectée à Internet. Pour pouvoir l’utiliser, connectez-vous via WLAN ou Ethernet.
fr_ca: Votre Apple TV n’est pas connectée à Internet. Pour utiliser l’Apple TV, connectez-la au moyen d’une connexion WLAN ou Ethernet.
he: ה-Apple TV לא מחובר לאינטרנט. כדי להשתמש ב-Apple TV, יש להתחבר באמצעות רשת WLAN או Ethernet.
hi: आपका Apple TV इंटरनेट से कनेक्टेड नहीं है। Apple TV का उपयोग करने के लिए WLAN या ईथरनेट का उपयोग करके कनेक्ट करें।
hr: Vaš Apple TV nije spojen na internet. Za uporabu Apple TV‑a spojite se koristeći WLAN ili Ethernet.
hu: Az Apple TV nem csatlakozik az internethez. Az Apple TV használatához csatlakozzon WLAN vagy Ethernet használatával.
id: Apple TV Anda tidak terhubung ke internet. Untuk menggunakan Apple TV, hubungkan WLAN atau Ethernet.
it: Apple TV non è connessa a internet. Per utilizzarla, connettiti tramite una rete WLAN o il cavo Ethernet.
ja: Apple TVがインターネットに接続されていません。Apple TVを使用するには、WLANまたはEthernetを使用して接続してください。
ko: Apple TV가 인터넷에 연결되어 있지 않습니다. Apple TV를 사용하려면 WLAN 또는 이더넷을 통해 인터넷에 연결하십시오.
ms: Apple TV anda tidak disambungkan ke internet. Untuk menggunakan Apple TV, sambung menggunakan WLAN atau Ethernet.
nb: Apple TV er ikke koblet til internett. Du må koble til WLAN eller Ethernet for å bruke Apple TV.
nl: Je Apple TV is niet verbonden met het internet. Om Apple TV te gebruiken, maak je verbinding via WLAN of ethernet.
pl: Apple TV nie ma połączenia z Internetem. Aby używać Apple TV, połącz się z Internetem przez sieć WLAN lub Ethernet.
pt_br: A Apple TV não está conectada à internet. Para usar a Apple TV, conecte‑a à internet via rede WLAN ou Ethernet.
pt_pt: A Apple TV não está ligada à internet. Para usar a Apple TV, estabeleça ligação através de WLAN ou Ethernet.
ro: Apple TV‑ul dvs. nu este conectat la internet. Pentru a utiliza Apple TV‑ul, conectați‑l utilizând o rețea WLAN sau Ethernet.
ru: Ваш Apple TV не подключен к интернету. Чтобы использовать Apple TV, необходимо подключиться к сети WLAN или Ethernet.
sk: Vaše Apple TV nie je pripojené na internet. Ak chcete používať Apple TV, pripojte ho cez WLAN alebo ethernet.
sl: Apple TV nima vzpostavljene internetne povezave. Če želite uporabljati Apple TV, vzpostavite povezavo prek omrežja WLAN ali Ethernet.
sv: Apple TV är inte ansluten till internet. Om du vill använda Apple TV ansluter du till WLAN eller Ethernet.
th: Apple TV ของคุณไม่ได้เชื่อมต่อกับอินเทอร์เน็ต ในการใช้ Apple TV ให้เชื่อมต่อโดยใช้ WLAN หรืออีเธอร์เน็ต
tr: Apple TV’niz internete bağlı değil. Apple TV’yi kullanmak için WLAN’ı veya Ethernet’i kullanarak bağlanın.
uk: Apple TV не зʼєднано з інтернетом. Щоб використовувати Apple TV, підʼєднайте його за допомогою WLAN‑мережі або Ethernet‑кабелю.
vi: Apple TV của bạn không được kết nối vào internet. Để sử dụng Apple TV, hãy kết nối bằng WLAN hoặc Ethernet.
zh_cn: Apple TV尚未接入互联网。若要使用Apple TV，请使用无线局域网或以太网连接。
zh_hk: 你的Apple TV尚未連接互聯網。如要使用Apple TV，請使用WLAN或乙太網絡連線。
zh_tw: 你的Apple TV並未連接網際網路。若要使用Apple TV，請使用WLAN或乙太網路連接。

# NetworkWifiNoNetworkTitle
source: Not Connected
ar: غير متصل
ca: Sense connexió
cs: Nepřipojeno
da: Ikke tilsluttet
de: Nicht verbunden
el: Μη συνδεδεμένο
es: No conectado
es_us: No conectado
fi: Ei yhteydessä
fr: Non connecté
fr_ca: Non connecté
he: לא מחובר
hi: कनेक्टेड नहीं है
hr: Nije spojeno
hu: Nem kapcsolódik
id: Tidak Terhubung
it: Non connesso
ja: 未接続
ko: 연결되지 않음
ms: Tidak Disambung
nb: Ikke tilkoblet
nl: Geen verbinding
pl: Nie połączono
pt_br: Não Conectado
pt_pt: Sem ligação
ro: Neconectat
ru: Отключено
sk: Nepripojené
sl: Ni povezave
sv: Ej ansluten
th: ไม่ได้เชื่อมต่อ
tr: Bağlı Değil
uk: Не зʼєднано
vi: Không được kết nối
zh_cn: 未连接
zh_hk: 未連接
zh_tw: 未連線

# NetworkWiFiRouterTitle
source: Router
ar: جهاز التوجيه
ca: Encaminador
cs: Směrovač
el: Δρομολογητής
fi: Reititin
fr: Routeur
fr_ca: Routeur
he: נתב
hi: राउटर
id: Ruter
ja: ルーター
ko: 라우터
ms: Penghala
nb: Ruter
pt_br: Roteador
ro: Ruter
ru: Маршрутизатор
sl: Usmerjevalnik
th: เราท์เตอร์
tr: Yöneltici
uk: Маршрутизатор
vi: Bộ định tuyến
zh_cn: 路由器
zh_hk: 路由器
zh_tw: 路由器

# NetworkWiFiSubnetMaskTitle
source: Subnet Mask
ar: قناع الشبكة الفرعية
ca: Màscara de subxarxa
cs: Maska podsítě
da: Subnetmaske
de: Teilnetzmaske
el: Μάσκα υποδικτύου
es: Máscara de subred
es_us: Máscara de subred
fi: Aliverkon peite
fr: Masque sous-réseau
fr_ca: Masque sous-réseau
he: מסכת תת-רשת
hi: सबनेट मास्क
hr: Maska podmreže
hu: Alhálózati maszk
id: Mask Subnet
it: Maschera sottorete
ja: サブネットマスク
ko: 서브넷 마스크
ms: Topeng Subnet
nb: Subnettmaske
nl: Subnetmasker
pl: Maska podsieci
pt_br: Máscara de Sub-rede
pt_pt: Máscara de sub-rede
ro: Mască de subrețea
ru: Маска подсети
sk: Maska podsiete
sl: Maska podomrežja
sv: Delnätsmask
th: ค่ากำหนดเครือข่ายย่อย
tr: Alt Ağ Maskesi
uk: Маска підмережі
vi: Mặt nạ mạng con
zh_cn: 子网掩码
zh_hk: 子網絡遮罩
zh_tw: 子網路遮罩

# NetworkWiFiWiFiAddressTitle_WIFI
source: Wi-Fi MAC Address
ar: عنوان MAC لشبكة Wi-Fi
ca: Adreça MAC de Wi‑Fi
cs: MAC adresa Wi‑Fi
da: Wi-Fi MAC-adresse
de: WLAN-MAC-Adresse
el: Διεύθυνση MAC Wi-Fi
es: Dirección MAC Wi-Fi
es_us: Dirección Mac de Wi-Fi
fi: MAC-osoite Wi‑Fille
fr: Adresse MAC Wi-Fi
fr_ca: Adresse MAC Wi-Fi
he: כתובת MAC (אלחוטי)
hi: वाई-फ़ाई MAC पता
hr: Wi-Fi MAC adresa
hu: Wi-Fi MAC-címe
id: Alamat MAC Wi-Fi
it: Indirizzo MAC Wi-Fi
ja: Wi-Fi MACアドレス
ko: Wi‑Fi MAC 주소
ms: Alamat MAC Wi-Fi
nb: Wi-Fi MAC-adresse
nl: Wifi-MAC-adres
pl: Adres MAC (Wi‑Fi)
pt_br: Endereço MAC Wi-Fi
pt_pt: Endereço MAC da Wi‑Fi
ro: Adresă MAC Wi‑Fi
ru: Адрес Wi‑Fi MAC
sk: MAC adresa Wi-Fi
sl: Naslov Wi-Fi MAC
sv: Wi-Fi-MAC-adress
th: ที่อยู่ Wi‑Fi MAC
tr: Wi-Fi MAC Adresi
uk: MAC-адреса Wi‑Fi
vi: Địa chỉ Wi-Fi MAC
zh_cn: Wi-Fi MAC地址
zh_hk: Wi-Fi MAC位址
zh_tw: Wi-Fi MAC位址

# NetworkWiFiWiFiAddressTitle_WLAN
source: WLAN MAC Address
ar: عنوان MAC لشبكة WLAN
ca: Adreça MAC de WLAN
cs: MAC adresa WLAN
da: WLAN MAC-adresse
de: WLAN-MAC-Adresse
el: Διεύθυνση MAC WLAN
es: Dirección MAC WLAN
es_us: Dirección Mac de WLAN
fi: MAC-osoite WLANille
fr: Adresse MAC WLAN
fr_ca: Adresse MAC WLAN
he: כתובת MAC ‏(WLAN)
hi: WLAN MAC पता
hr: WLAN MAC adresa
hu: WLAN MAC-címe
id: Alamat MAC WLAN
it: Indirizzo MAC WLAN
ja: WLAN MACアドレス
ko: WLAN MAC 주소
ms: Alamat MAC WLAN
nb: WLAN MAC-adresse
nl: WLAN-MAC-adres
pl: Adres MAC (WLAN)
pt_br: Endereço MAC WLAN
pt_pt: Endereço MAC da WLAN
ro: Adresă MAC WLAN
ru: Адрес WLAN MAC
sk: MAC adresa WLAN
sl: Naslov WLAN MAC
sv: WLAN-MAC-adress
th: ที่อยู่ WLAN MAC
tr: WLAN MAC Adresi
uk: Адреса WLAN MAC
vi: Địa chỉ WLAN MAC
zh_cn: 无线局域网MAC地址
zh_hk: WLAN MAC位址
zh_tw: WLAN MAC位址

# NotApplicable
source: N/A
ar: غير متوفر
ca: N/D
cs: není k dispozici
da: I/T
de: n. v.
el: Μ/Δ
es: N/D
es_us: ND
fr: n/d
fr_ca: n/d
he: אין
hi: लागू नहीं
hr: nije dostupno
it: N/D
ms: T/A
nb: Ikke tilgj.
nl: Niet beschikbaar
pl: ND.
pt_br: N/D
pt_pt: N/D
ro: Nu este cazul
ru: Н/Д
sk: nie je k dispozícii
th: ไม่มีข้อมูล
tr: Yok
uk: Н/д
vi: Không có
zh_cn: 不适用
zh_hk: 不適用
zh_tw: 不適用
